Repository: abdulazizmalikov18/mpd_client
Catalog: lib/utils/l10n/app_*.arb
Languages: ru, uz

# profile_region_Profession
source: Region
ru: Регион
uz: Manzil

# profile_change_number
source: Change number
ru: Изменить номер
uz: Telefon o'zgartirish

# profile_save_changes
source: Save changes
ru: Сохранить изменения
uz: O'zgarishni Saqlash

# profile_following_doctors_page
source: Following doctors
ru: Подписанные врачи
uz: Kuzatadigan shifokorlarim

# profile_following_doctors_search_doctor
source: Search doctors
ru: Поиск врача
uz: Shifokor qidirish

# profile_language_page
source: Change language
ru: Изменить язык
uz: Til almashtirish

# profile_logout_page
source: Are you sure you want to logout?
ru: Вы действительно хотите выйти?
uz: Rostdan chiqmoqchimisiz?

# profile_logout_yes
source: Logout
ru: Выйти
uz: Chiqish

# profile_logout_cancel
source: Cancel
ru: Отмена
uz: Bekor qilish

# error_internal_server_title
source: Internal Server Error
ru: Внутренняя ошибка сервера
uz: Serverdagi ichki xatolik

# error_internal_server_subtitle
source: U-rent is currently unable to handle this request. HTTP ERROR 500.
ru: U-rent в настоящее время не может обработать этот запрос. ОШИБКА HTTP 500.
uz: U-rent hozirda bu so‘rovni bajara olmaydi. HTTP XATOSI 500.

# error_connection_lost_title
source: Connection Lost!
ru: Соединение потеряно!
uz: Ulanish uzildi!

# error_connection_lost_subtitle
source: No internet connection, check the connection to your network.
ru: Нет подключения к интернету, проверьте подключение к сети.
uz: Internet aloqasi yo'q, tarmoqqa ulanishni tekshiring.

# error_pagenot_found_title
source: Page Not Found
ru: Страница не найдена
uz: Sahifa topilmadi

# error_pagenot_found_subtitle
source: The page you are looking for doesn’t exits
ru: Страница, которую вы ищете, не существует
uz: Siz qidirayotgan sahifa mavjud emas

# error_try_again
source: Try Again
ru: Попробуйте еще раз
uz: Qayta urinib ko'ring

# error_return_tohome
source: Return to Home
ru: Возвращаться домой
uz: Uyga qaytish
