Repository: abdulazizmalikov18/mpd_client
Catalog: lib/utils/l10n/app_*.arb
Languages: ru, uz

# presentation_description
source: This is an application that allows you to control your health
ru: Это приложение, которое позволяет вам контролировать свое здоровье
uz: Bu sizning sog'lig'ingizni nazorat qilish imkonini beruvchi dastur

# presentation_select_language
source: Start your journey to MPD by choosing a language
ru: Начните свое путешествие в MPD, выбрав язык
uz: Til tanlash orqali MPDga sayohatingizni boshlang

# presentation_next
source: Next
ru: Следующее
uz: Keyingisi

# presentation_skip
source: Skip
ru: Пропустить
uz: O'tkazib yuborish

# presentation_first_page
source: Do you need to find a doctor urgently or quickly?
ru: Нужно срочно или же быстро найти врача?
uz: Shoshilinch yoki tezda shifokorni topish kerakmi?

# presentation_first_page_description
source: Use the doctor map in our app and find the nearest doctor to your location, wherever you are.
ru: Воспользуйтесь картой врачей в нашем приложении и найдите ближайшего врача к вашему местоположению, где-бы вы не находились.
uz: Ilovamizdagi shifokor xaritasidan foydalaning va qayerda bo'lsangiz ham, manzilingizga eng yaqin shifokorni toping.

# presentation_second_page
source: Keep a copy of your health record in the MPD app in a safe place
ru: Храните копию своей медицинской анкеты в приложении MPD в надежном месте
uz: MPD ilovasida ambulator kartangiz nusxasini xavfsiz joyda saqlang

# presentation_second_description
source: Keep your medical profile right in the app. Keep track of your medical history, store your tests and get notified about upcoming doctor visits
ru: Ведите свою медицинскую анкету прямо в приложении. Следите за своей историей болезни, храните свои анализы и получайте уведомления о предстоящих визитах к врачу
uz: Ilovada elektron ambulator kartangizni saqlang. Tibbiy tarixingizni kuzatib boring, biokimyoviy tahlillarni saqlang va bo'lajak shifokor tashriflari haqida xabar oling

# presentation_third_page
source: Look for fresh reviews from a variety of sources
ru: Ищите свежие отзывы из самых разных источников
uz: Turli manbalardan yangi sharhlarni qidiring

# presentation_third_description
source: Our application will help you read reviews about doctors and medical institutions, as well as the doctor's rating will help you not to make a mistake in choosing a good specialist.
ru: Наше приложение поможет вам прочитать отзывы о врачах и медицинских учреждениях, а также рейтинг врача поможет вам не ошибиться в выборе хорошего специалиста.
uz: Bizning ilovamiz shifokorlar va tibbiyot muassasalari haqidagi sharhlarni o'qishga yordam beradi, shuningdek, shifokorning reytingi yaxshi mutaxassis tanlashda xato qilmaslikka yordam beradi.

# presentation_four_page
source: Access to emergency services
ru: Доступ к службам экстренной помощи
uz: Favqulodda xizmatlardan foydalanish

# presentation_four_page_description
source: Users through the MPD app, caRn get quick access to emergency services with just a few taps
ru: Пользователи через приложение MPD, могут получить быстрый доступ к службам экстренной помощи всего несколькими нажатиями
uz: Foydalanuvchilar MPD ilovasi orqali bir necha marta bosish orqali favqulodda xizmatlarga tezkor kirishlari mumkin

# presentation_get_start
source: Get start
ru: Начать
uz: Boshlash

# login_text
source: Welcome Back! Login to your account
ru: Добро пожаловать! Авторизуйтесь чтобы продолжить
uz: Salom! Akkauntingizga kiring

# login_phone
source: Enter phone number or username
ru: Номер телефона или логин
uz: Telefon raqam yoki foydalanuvchi nomi

# login_password
source: Enter password
ru: Пароль
uz: Mahfiy parol

# login_rememberme
source: Remember me
ru: Запомнить меня
uz: Eslab qolish

# login_forgot
source: forgot password
ru: Забыл пароль
uz: mahfiy sonni unutdim

# login_enter
source: Log in
ru: Вход
uz: Kirish

# login_register_account
source: Don`t you have an account?
ru: Еще нет аккаунта?
uz: Sizda akkaunt yo'qmi?

# login_register
source: Register
ru: Регистрация
uz: Ro'yxatdan o'tish

# login_error_account
source: This user not found
ru: Такой пользователь не найден
uz: Akkaunt topilmadi

# login_error
source: Incorrect phone number or password
ru: Неверный логин или пароль
uz: Telefor yo'ki mahfiy son noto'g'ri

# restory_account
source: Please enter your phone number for restore
ru: Введите мобильный номер для востановления аккаунта
uz: Akkauntni tiklash uchun telefon raqamingizni kiriting

# restory_phone
source: Enter phone
ru: Номер телефона
uz: Telefon raqam

# restory_button_restory
source: Restory account
ru: Восстановить аккаунт
uz: Akkauntni tiklash

# register_title
source: Welcome to MPD! Enter your data to Sign Up
ru: Добро пожаловать в MPD! Заполните о себе информацию
uz: MPDga xush kelibsiz! Ro'yxatdan o'ting

# register_phone
source: Enter phone number
ru: Номер телефона
uz: Telefon raqam

# register_terms_of_use
source: I agree to the Term of use
ru: Я соглашаюсь условиями пользования
uz: Eslatish qoidalarini qabul qilaman

# register_register
source: Register
ru: Регистрация
uz: Ro'yhatdan o'tish

# register_have_account
source: Do you have an account?
ru: У тебя уже есть аккаунт?
uz: Sizda akkaunt bormi?

# register_privacy_policy
source: Privacy and policy
ru: Правила пользования и политика безопасности
uz: Qoida va talablar

# register_agree_privacy_and_policy
source: I agree and continue
ru: Я принимаю условия, продолжить
uz: Qabul qilaman va davom etish

# register_error_number_format
source: It is not valid phone number
ru: Не корректный формат номера
uz: Telefon formati noto'g'ri

# register_verify_code
source: Verification code
ru: Верификационный код
uz: Tasdiqlash kodi

# register_verify_code_description
source: Please enter the 6 digit code we sent to
ru: Введите 6 значный код высланный на ваш номер
uz: 6-sonli sonlarni kiriting

# register_verify_code_sent_again
source: Send again
ru: Отправить повторно
uz: Qayta jo'natish

# register_verify_code_from_message
source: SMS from message
ru: Вставить СМС
uz: Kodni SMSdan olish

# register_verify_code_error_code_write
source: You have entered an invalid code
ru: Неправильный СМС код
uz: SMS kod noto'g'ri

# register_create_password
source: Please create your password
ru: Создайте новый пароль
uz: Mahfiy parol yaratish

# register_new_password
source: New Password
ru: Новый пароль
uz: Yangi mahfiy parol

# register_new_password_confirm
source: Confirm password
ru: Подтвердить пароль
uz: Mahfiy parolni tasdiqlash

# register_password_continue
source: Continue
ru: Продолжить
uz: Davom etish

# register_error_code_password_missmatch
source: Password mismatch
ru: Пароли не совпадают
uz: Mahfiy parollar bir xil emas

# register_error_code_password_cant_empty
source: Can not be empty
ru: Поле не может быть пустым
uz: Maydon bo'sh bo'lmasin

# register_error_code_password_mistake
source: This password is too short. It must containt at least 8 characters.
ru: Пароль слишком короткий. Должен быть более 8 символов.
uz: Mahfiy parol juda qisqa. 8-ta sondan ortiq bo'lishi shart.

# register_user_info
source: Please enter your details to register
ru: Представьтесь пожалуйста для регистрации
uz: Ro'yxatdan o'tish uchun ma'lumotlarni to'ldiring

# register_login
source: Username
ru: Логин
uz: Akkaunt

# register_firstname
source: Firstname
ru: Имя
uz: Ism

# register_lastname
source: Lastname
ru: Фамилия
uz: Sharif

# register_thirdname
source: Thirdname
ru: Отчетсво(Не обьязательно)
uz: Ota ism

# register_date_birth
source: Date birth
ru: Дата рождения
uz: Tug'ilgan kun

# register_date_birth_select
source: Select date
ru: Выберите дату
uz: Sa'na tanlang

# register_date_birth_cancel
source: Cancel
ru: Отменить
uz: Bekor qilish

# register_date_birth_ok
source: Ok
ru: ОК

# register_gender
source: Gender
ru: Пол
uz: Jinsi

# register_gender_man
source: Man
ru: Мужчина
uz: Erkak

# register_gender_woman
source: Woman
ru: Женщина
uz: Ayol

# register_profession
source: Profession
ru: Профессия
uz: Mutahassislik

# register_profession_title
source: Select your profession
ru: Выберите профессию
uz: Mutahassisligingizni tanlang

# register_profession_search
source: Search your profession
ru: Поиск профессии
uz: Qidirish

# register_profession_search_cancel
source: Cancel
ru: Отменить
uz: Bekor qilish

# register_region
source: Region
ru: Регион
uz: Mintaqa

# register_region_title
source: Select your region
ru: Выберите свой регион
uz: Mintaqangizni tanlang

# register_error_code_text_cant_empty
source: Can not be empty
ru: Поле не может быть пустым
uz: Maydon bo'sh bo'lmasin

# register_error_code_text_short
source: Must be at least 6 characters
ru: Должен быть более 8 символовs
uz: 6-ta sonli SMS noto'g'ri

# register_error_code_username_exist
source: The username is already exist!
ru: Такой логин уже существует!
uz: Bunday akkaunt yaratilgan!

# navbar_home
source: Home
ru: Домой
uz: Asosiy

# navbar_Doctor
source: Doctors
ru: Врачи
uz: Shifokorlar

# navbar_Appointment
source: Appointment
ru: Мои заказы
uz: Qaydlarim

# navbar_profile
source: Profile
ru: Профиль
uz: Profil

# lenth_hello
source: Good morning
ru: Здраствуйте
uz: Salom,

# lenth_likes
source: likes
ru: лайки
uz: layklar

# lenth_comment
source: Comment
ru: Комменты
uz: Kommentlar

# lenth_no_comments
source: No comments yet
ru: Нет комментариев
uz: Hozircha izohlar yo‘q

# lenth_read_more
source: Read more
ru: Читать далее
uz: Ko'proq o'qish

# lenth_show_less
source: Show less
ru: Показывай меньше
uz: Kamroq ko'rsatish

# lenth_write_comment
source: Write your comment
ru: Пишите свой комментарий
uz: Fikringizni yozib qoldiring

# lenth_publish_comment
source: Sending
ru: Отправляется
uz: Jo'natish

# lenth_year_ago
source: a year ago
ru: год назад
uz: bir yil oldin

# lenth_month_ago
source: a month ago
ru: месяц назад
uz: bir oy oldin

# lenth_day_ago
source: a day ago
ru: день назад
uz: bir kun oldin

# lenth_hour_ago
source: an hour ago
ru: час назад
uz: bir soat oldin

# lenth_minute_ago
source: a minute ago
ru: минуту назад
uz: bir daqiqa oldin

# lenth_now_ago
source: now
ru: сейчас
uz: hozir

# lenth_years_ago
source: years ago
ru: год назад
uz: yillar oldin

# lenth_months_ago
source: months ago
ru: месяц назад
uz: oylar oldin

# lenth_days_ago
source: days ago
ru: день назад
uz: kunlar oldin

# lenth_hours_ago
source: hours ago
ru: час назад
uz: soatlar oldin

# lenth_minutes_ago
source: minutes ago
ru: минуту назад
uz: daqiqalar oldin

# lenth_create_post
source: Create post
ru: Создать пост
uz: Post yaratish

# lenth_image_add
source: Add an image or video
ru: Добавьте фото или видео
uz: Rasm yo'ki video yuklash

# lenth_post_description
source: Description
ru: Описание
uz: Tavsif

# lenth_postwrite
source: Write something
ru: Напишите что нибудь
uz: Yo'zing

# lenth_publish_post
source: Publish
ru: Опубликовать
uz: Yuklash

# search_doctor
source: Search your specialist
ru: Поиск врача
uz: Shifokor qidirish

# search_doctor_loading
source: Loading
ru: Загрузка
uz: Yuklanmoqda

# search_doctor_showing
source: Showing
ru: По данному запросу врачей не найдено
uz: Ko'rsatilmoqda

# search_doctor_no_result
source: Specialist not found
ru: Специалист не найден
uz: Shifokor topilmadi

# search_doctor_service_price_start
source: Service start from
ru: Цены начинаются от
uz: Xizmat narxi

# search_doctor_service_book_now
source: Book now
ru: Оформить сейчас
uz: Bandlash

source: Search category
ru: Поиск категории
uz: Kategoriyani qidirish

# search_filter_count
source: Count
ru: Число
uz: Soni

# search_filter
source: Filter
ru: Фильтр
uz: Filtr

# search_filter_select_category
source: Select the category
ru: Выберите категорию
uz: Kategoriyani tanlang

# search_filter_price
source: Price
ru: Цена
uz: Narxi

# search_filter_free
source: Free
ru: Бесплатно
uz: Sarf xarajatsiz

# search_filter_reset
source: Reset
ru: Сбросить
uz: Tozalash

# search_filter_apply
source: Apply
ru: Принять
uz: Qabul qilish

# book_doctor_follow
source: Following
ru: Подписаться
uz: Kuzatish

# book_doctor_unfollow
source: Unfollow
ru: Отписаться
uz: Kuzatmaslik

# book_doctor_book
source: Book an appointment
ru: Оформить услуги
uz: Xizmatni band qilish

# book_doctor_patients_patients
source: Patients
ru: Пациенты
uz: Bemorlar

# book_doctor_year_expirience
source: Year expirience
ru: Стаж работы
uz: Tajriba

# book_doctor_patients_orders
source: Orders
ru: Заказы
uz: Buyurtmalar

# book_doctor_patients_reviews
source: Reviews
ru: Отзывы
uz: Sharhlar

# book_doctor_about_doctor
source: About doctor
ru: О враче
uz: Shifokor haqida

# book_doctor_place_work_hours
source: Place of work and working hours
ru: Место работы и рабочие часы
uz: Ish soati va manzil

# book_doctor_work_week_monday
source: Monday
ru: Понедельник
uz: Dushanba

# book_doctor_work_week_tuesday
source: Tuesday
ru: Вторник
uz: Seshanba

# book_doctor_work_week_wednesday
source: Wednesday
ru: Среда
uz: Chorshanba

# book_doctor_work_week_thursday
source: Thursday
ru: Четверг
uz: Payshanba

# book_doctor_work_week_friday
source: Friday
ru: Пятница
uz: Juma

# book_doctor_work_week_Saturday
source: Saturday
ru: Суббота
uz: Shanba

# book_doctor_work_week_Sunday
source: Sunday
ru: Воскресенье
uz: Yakshanba

# book_doctor_education_sertificate
source: Education and certificate
ru: Сертификаты и образование
uz: Sertifikat va diplomlar

# book_doctor_reviews
source: Rewiews
ru: Отзывы
uz: Izohlar

# book_doctor_reviews_read_more
source: Read more
ru: читать больше
uz: Ko'proq o'qish

# book_doctor_reviews_all
source: View all
ru: Посмотреть все
uz: Barcha izohlarni ko'rish

# book_doctor_reviews_no
source: No have reviews
ru: Нет отзывов
uz: Izohlar

# book_doctor_reviews_appointment_detail
source: Review appointment details
ru: Просмотр сведений о встрече
uz: Uchrashuv tafsilotlarini ko'rib chiqing

# book_doctor_reviews_today
source: Today
ru: Сегодня
uz: Bugun

# book_doctor_reviews_tomorrow
source: Tomorrow
ru: Завтра
uz: Ertaga

# book_doctor_reviews_success_title
source: Waiting doctors aprove
ru: Ожидающие врачи одобряют
uz: Kutish shifokorlari ma'qullaydi

# book_doctor_reviews_success_subtitle
source: Your cannot book now, select correct time and recent again
ru: Вы не можете забронировать сейчас, выберите правильное время и снова недавнее
uz: Hozir band qila olmaysiz, toʻgʻri vaqt va oxirgini yana tanlang

# book_doctor_reviews_success_first_button
source: Book again
ru: Забронировать снова
uz: Qayta bron qilish

# book_doctor_reviews_success_second_button
source: Book another appointment
ru: Записаться на другую встречу
uz: Boshqa uchrashuvni bron qiling

# book_doctor_reviews_cancel_title
source: Canceled
ru: Отменено
uz: Bekor qilingan

# book_doctor_reviews_cancel_subtitle
source: Your cannot book now, select correct time and recent again
ru: Вы не можете забронировать сейчас, выберите правильное время и снова недавнее
uz: Hozir band qila olmaysiz, toʻgʻri vaqt va oxirgini yana tanlang

# book_doctor_reviews_cancel_first_button
source: Book again
ru: Забронировать снова
uz: Qayta bron qilish

# book_doctor_reviews_cancel_second_button
source: Book another appointment
ru: Записаться на другую встречу
uz: Boshqa uchrashuvni bron qiling

source: Select the map
ru: Выберите карту
uz: Xaritani tanlang

# book_appointment_page
source: Select service
ru: Выбрать услугу
uz: Xizmatni tanlang

# book_appointment_select
source: Select the type of service you need
ru: Выберите услугу которая вам нужна
uz: Sizni qiziqtirgan xizmatni tanlang

# book_appointment_selected
source: services are selected
ru: услугы уже выбрана
uz: xizmatlar tanlangan

# book_appointment_next
source: Next
ru: Следующее
uz: Keyingisi

# book_appointment_date_page
source: Appointment date and time
ru: Дата и время приема
uz: Bandlash kuni va vaqti

# book_appointment_select_date
source: Select date
ru: Выбрать время
uz: Kunni tanlang

# book_appointment_select_time
source: Select aviable time
ru: Выберите свободное время
uz: Bo'sh vaqtni tanlang

# book_appointment_select_first_come
source: Specialist accepts on a first-come, first-served basis
ru: Специалист принимает в порядке живой очереди
uz: Shifokor jonli navbat orqali qabul qiladi

# book_appointment_select_first_come_stats_last
source: Today last
ru: В очереди
uz: Sizdan oldin bemorlar soni

# book_appointment_select_first_come_stats_now
source: now
ru: Сейчас
uz: Xozir

# book_appointment_comment
source: Comment
ru: Комментарий
uz: Izoh

# book_appointment_comment_write
source: Write comment
ru: Напишите комментарий
uz: Izoh yo'zing

# book_appointment_time_error
source: On this time have another patient
ru: На это время записан другой пациент
uz: Ushbu vaqtni boshqa bemor band qilgan

# book_appointment_date_error
source: Don`t work this day
ru: Сегодня специалист отдыхает
uz: Shifokor bugun ishlamaydi

# pay_appointment_page
source: Payment
ru: Оплата
uz: To'lov

# pay_appointment_page_title
source: Select payment method
ru: Выберите метод оплаты
uz: To'lov turini tanlang

# pay_appointment_payme_subscribe
source: Pay with add card
ru: Оплатить по карте
uz: Karta bilan to'lash

# pay_appointment_payme_merchant
source: Pay in app
ru: Оплатить в Payme
uz: Payme ilovasi orqali to'lash

# pay_appointment_cash
source: Cash
ru: Наличный
uz: Naqd

# pay_appointment_next
source: Next
ru: Следующий
uz: Keyingisi

# pay_appointment_bottom_sheet
source: Select your card
ru: Выберите карту
uz: Karta tanlang

# pay_appointment_add_card
source: Add your card
ru: Добавить карту
uz: Karta qo'shish

# pay_appointment_card_number
source: Card number
ru: Номер карты
uz: Karta raqami

# pay_appointment_card_expire
source: Card expire
ru: Срок годности
uz: Karta muddati

# pay_appointment_card_name
source: Card name
ru: Имя владельца
uz: Karta nomi

# pay_appointment_card_add
source: Card add
ru: Добавить карту
uz: Karta qo'shish

# pay_appointment_card_empty
source: Can not be empty
ru: Поле не может быть пустым
uz: Maydon bo'sh bo'lmasin

# appointment_main_page
source: Appointment
ru: Брони
uz: Bandlarim

# appointment_upcoming
source: Upcoming
ru: В ожидании
uz: Jarayonda

# appointment_upcoming_title
source: You don`t have an appointment yet
ru: У вас нет встреч
uz: Sizda bandlar yo'q

# appointment_upcoming_subtitle
source: You don`t have a doctor`s appointment scheduled at the moment
ru: У вас нет заплонированных встреч с врачем
uz: Sizda shifokor qabuliga bandlash xali yo'q

# appointment_book_appointment
source: Book appointment
ru: Забронировать услугу
uz: Xizmat bandlash

# appointment_server_error
source: Internal server error
ru: Внутренняя ошибка сервера
uz: Serverdagi ichki xatolik

# appointment_server_error_description
source: Please reload again or enter later
ru: Пожалуйста, перезагрузите снова или введите позже
uz: Iltimos, qayta yuklang yoki keyinroq kiriting

# appointment_server_error_reload
source: Reload
ru: Перезагрузить
uz: Qayta yuklash

# appointment_complited
source: Completed
ru: Завершенные
uz: Tugallangan

# appointment_canceled
source: Canceled
ru: Отмененные
uz: Bekor qilingan

# appointment_detail
source: Detail
ru: Деталь
uz: Tafsilot

# appointment_appointment_list
source: Appointment
ru: Бронирование
uz: Bandlar

# appointment_filter
source: Filter
ru: Фильтр
uz: Filtir

# appointment_cooming_today
source: Todat at
ru: Сегодня в
uz: Bugun soat

# appointment_cooming_at
source: at
ru: в
uz: Soat

# appointment_cancel
source: Cancel
ru: Отменить
uz: Bekor qilish

# appointment_reschedule
source: Reschudule
ru: Изменить время
uz: Vaqt o'zgartirish

# appointment_book_again
source: Book again
ru: Повторно записаться
uz: Qayta bandlash

# appointment_view_doctor_profile
source: View doctor profile
ru: Просмотреть профиль врача
uz: Shifokor profilini ko'rish

source: Appointment time and place
ru: Место и время встречи
uz: Qabul vaqti va joyini ko'rish

# appointment_service
source: Service
ru: Услуга
uz: Xizmatlar

# appointment_get_direction
source: Get direction
ru: Просмотреть локацию
uz: Manzilni olish

# appointment_payment
source: Payment
ru: Оплата
uz: To'lov

# appointment_amount
source: Amount
ru: Количество
uz: Miqdori

# appointment_discount_coupons
source: Discount & Coupons
ru: Скидка и купоны
uz: Chegirma va kuponlar

# appointment_payment_method
source: Payment method
ru: Способ оплаты
uz: To'lov usuli

# appointment_total
source: Total price
ru: Итого сумма
uz: Umumiy summa

# cancel_appointment
source: Cancel the appointment
ru: Отменить бронь
uz: Bandni bekor qilish

# cancel_appointment_are_you_sure
source: Are you sure you want to cancel the appointment?
ru: Вы действительно хотите отменить бронь?
uz: Siz rostdan xam bekor qilmoqchimisiz?

# cancel_appointment_change_my_mind
source: Change my mind
ru: Передумать
uz: Fikrimni o'zgartirish

# cancel_appointment_wrong_doctor
source: Booking the wrong doctor
ru: Запись не к тому врачу
uz: Noto'g'ri shifokorni bron qilish

# cancel_appointment_desctiption
source: Why are you canceling the appointment
ru: Почему вы хотите отменить бронь?
uz: Qaysi sababga ko'ra bekor qilmoqchisiz

# cancel_appointment_confirm
source: Yes, I want to cancel appointment
ru: Да, хочу отменить
uz: Xa, bekor qilaman

# cancel_appointment_not_want
source: No, I don`t want
ru: Нет, не хочу
uz: Yo'q, bekor qilmayman

# records_title
source: Records
ru: Записи
uz: Xulosalar

# records_seach
source: Search offer
ru: Поиск предложения
uz: Xizmat qidirish

# records_not_found
source: No medical records
ru: Нет медицинских записей
uz: Tibbiy xulosalar yo'q

# records_not_found_description
source: A detail health history helps typing a doctor
ru: Только врачи могут оставлять записи
uz: Tibbiy xulosalarni faqat shifokor qo'yadi

# records_new_added
source: New added
ru: Новая запись
uz: Yangi xulosa

# records_prescription
source: Prescription
ru: Записи
uz: Xulosalar

# records_record
source: Medical records
ru: Медицинские записи
uz: Tibbiy xulosa

# records_view_doctor_profile
source: View doctor profile
ru: Просмотреть профиль врача
uz: Shifokor profilini ko'rish

# profile_language_uz
source: Uzbek
ru: Узбекский
uz: Uzbek tili

# profile_language_ru
source: Russian
ru: Русский
uz: Rus tili

# profile_language_en
source: English
ru: Английский
uz: Ingliz tili

# profile_personal_info
source: Personal information
ru: Персональная информация
uz: Shaxsiy ma'lumot

# profile_payment
source: Payment
ru: Оплата
uz: To'lov

# profile_following_doctors
source: Following doctors
ru: Подписанные врачи
uz: Men kuzatadigan shifokorlar

# profile_following_doctors_doctor
source: Doctors
ru: Врачи
uz: Shifokorlar

# profile_language
source: Language
ru: Язык
uz: Til

# profile_choose_language
source: Choose the application language
ru: Выберите язык приложения
uz: Ilova tilini tanlang

# profile_logout
source: Log out
ru: Выйти
uz: Chiqish

# profile_not_activated_account
source: Not activated account
ru: Не верифицированный аккаунт
uz: Akkaunt tasqiqlanmagan

# profile_edit_photo
source: Edit profile photo
ru: Изменить фото профиля
uz: Akkaunt rasmini o'zgartirish

# profile_username
source: Username
ru: Логин
uz: Akkaunt

# profile_firstname
source: Firstname
ru: Имя
uz: Ism

# profile_lastname
source: Lastname
ru: Фамилия
uz: Familiya

# profile_thirdname
source: Thirdname
ru: Отчество
uz: Ota ismi

# profile_birth
source: Date birth
ru: Дата рождения
uz: Tug'ilgan kun

# profile_select_date
source: Select Date
ru: Выбрать дату
uz: Kun tanlash

# profile_select_date_cancel
source: Cancel
ru: Отменить
uz: Bekor

# profile_gender
source: Gender
ru: Пол
uz: Jins

# profile_profession
source: Profession
ru: Профессия
uz: Mutaxassislik

# profile_profession_select
source: Select profession
ru: Выбрать профессию
uz: Mutaxassislikni tanlang

# profile_profession_Profession
source: Profession
ru: Профессия
uz: Mutaxassislik

# profile_region
source: Region
ru: Регион
uz: Manzil

# profile_region_select
source: Select region
ru: Выбрать регион
uz: Manzil tanlang
